{
  "basics": {
    "name": "Christopher Blow France",
    "label": "Design director, programmer, strategist",
    "email": "christopher@lightfield.ag",
    "phone": "(415) 309-7900",
    "linkedin": "https://www.linkedin.com/in/christopher-blow-france-1b7774100/",
    "summary":
      "Hello, I’m Christopher. I am a designer, programmer and usability researcher. I’ve led large design contacts with companies like Sony, Facebook and Cambridge University, built products with companies like Meedan and The Data Guild, and founded my own companies. I lead digital product design process, usually in collaboration with business and engineering teams. I serve as a full-spectrum, cross-functional integrator who speaks technical, design and business-strategic languages. I also have deep experience as a behavioral usability researcher.",
    "location": {
      "address": "none",
      "postalCode": "94611",
      "city": "Oakland",
      "countryCode": "USA",
      "region": "California"
    },
    "profiles": [
      {
        "network": "Twitter",
        "username": "unthinkingly",
        "url": "https://twitter.com/unthinkingly"
      },
      {
        "network": "Github",
        "username": "christopherfrance",
        "url": "https://github.com/christopherfrance"
      },
      {
        "network": "Linkedin",
        "username": "christopher-blow-france",
        "url": "https://www.linkedin.com/in/christopher-blow-france-1b7774100/"
      }
    ]
  },
  "work": [
    {
      "company": "LightField",
      "position": "Co-founder and Partner",
      "website": "https://lightfield.ag",
      "startDate": "March 2019",
      "endDate": "Current",
      "summary": " LightField is using design and data strategy for regenerative agriculture, with a focus on innovation in financial products serving this sector. We are developing business partnerships around our data products with a goal of increasing the rate of regenerative transition through increased investment opportunities based on improved soil health.",
      "highlights": ["Bootstrapping technology company"]
    },
    {
      "company": "Healthmade",
      "position": "Creative Data Technologist",
      "website": "https://www.healthmadedesign.com/",
      "startDate": "September 2019",
      "endDate": "Current",
      "summary": "At Healthmade I work to invent creative solutions to healthcare issues using web and mobile prototyping, UI design and data visualization. My focus is building tools to serve people living with chronic illness.",
      "highlights": ["Created data visualizations", "Designed algorithms used in display of healthcare data", "Created full-stack mobile product"]
    },
    {
      "company": "Contain",
      "position": "Lead Technologist",
      "website": "https://www.contain.ag/",
      "startDate": "July 2019",
      "endDate": "Current",
      "summary": "At Contain I designed and built a fintech platform which algorithmically matches lenders and borrowers in contained agriculture, an emergent technique which uses approximately 10x less resources than conventional agriculture.",
      "highlights": ["Created fintech platform"]
    },
    {
      "company": "Litterati",
      "position": "Data Product Strategist",
      "website": "https://www.litterati.org",
      "startDate": "May 2019",
      "endDate": "Current",
      "summary": "Litterati is an environmental startup that uses crowdsourced data derived from local litter cleanup activity to create a large commercial dataset of consumer packaging data. I help with partnership and commercial strategy by designing and prototyping data refinement tools used by the team.",
      "highlights": ["Developed data pipelines and data refinement process", "Created data visualizations to guide analysis of packaging database"]
    },
    {
      "company": "The Data Guild",
      "position": "Lead Member",
      "website": "http://thedataguild.com",
      "startDate": "July 2018",
      "endDate": "Current",
      "summary": "As a lead member of our venture studio, I am responsible for a wide range activity in a data-intensive environment. I do partnerships, business process design, business development, hiring and client services. My focus is prototyping new technical capacity and creating production designs — from sketching and wireframing to JavaScript, pitch decks and business plans.",
      "highlights": [
        "Developed research tools for evaluating social impact of startup concepts", 
        "Led product research and development for portfolio companies", 
        "Led a technical design, branding and profile effort for the Guild"
      ]
    },
    {
      "company": "Meedan",
      "position": "Design Director",
      "website": "http://meedan.com",
      "startDate": "March 2008",
      "endDate": "July 2018",
      "summary": "Meedan is a technology services company focused on translation and communication technology. Meedan has a goal to create more meaning in the world. Meedan works as a technology consultancy with large social networks such as Facebook. I operated the design process and all aspects of our user research strategy. I led the team responsible for graphic design, front-end code, design systems and strategies to support a product team creating new media projects.",
      "highlights": [
        "Over ten years, I helped grow the company from a team of four people to a successful team on four continents.",
        "Led large user research projects with clients such as Facebook and Cambridge University", 
        "I led the design of the Check platform, which was used for one of the world's largest journalistic collaborations",
        "Developed style guides, and best practices as design manager responsible for global team"
      ]
    },
    {
      "company": "Bolt | Peters User Experience",
      "position": "Researcher, Developer & Designer",
      "website": "https://www.crunchbase.com/organization/bolt-peters#section-overview",
      "startDate": "July 2007",
      "endDate": "September 2008",
      "summary":
        "I was responsible for designing studies, analyzing results, collaborating with clients. I created videos, wireframes and sketches. I helped design and build Ethnio, a digital product for the user experience industry.",
      "highlights": [
        "Helped build Ethnio as a Rails developer",
        "Managed research for clients such as Sony and Harvard Business Review",
        "Expanded the company services to include design practice"
      ]
    },
    {
      "company": "Blast Internet Services",
      "position": "Director of Operations",
      "website": "none",
      "startDate": "March 2006",
      "endDate": "July 2007",
      "summary":
        "I revitalized a web consulting business with a user-centric voice. I implemented an Agile development methodology and the Rails stack.",
      "highlights": [
        "Quadrupled sales in 6 months by winning clients such as Duke university and Burt's Bees",
        "Reduced email spam by 90% by implemented greylisting",
        "Managed successful development team transition from Perl to Ruby"
      ]
    },
    {
      "company": "Evaluation, Assessment and Policy Connections",
      "position": "Web Developer, Program Assistant",
      "website": "http://www.unc.edu/depts/ed/evap/",
      "startDate": "May 2004",
      "endDate": "March 2006",
      "summary": "I developed applications for managing stakeholder data, creating educational surveys and gathering real-time feedback.",
      "highlights": [
        "Developed PHP application for generating surveys",
        "Developed web-based feedback tool for evaluation process",
        "Developed Microsoft Access database for central storage of stakeholder data"
      ]
    },
    {
      "company": "Nonprofit Design",
      "position": "Web Developer, Founder",
      "website": "none",
      "startDate": "May 2003",
      "endDate": "March 2006",
      "summary": "I operated a consultancy with clients such as Duke University and the University of North Carolina at Chapel Hill.",
      "highlights": [
        "Designed and developed print material",
        "Created logos and branding campaigns",
        "Created interactive CDs for educational department"
      ]
    },
    {
      "company": "The North Carolina Law Review",
      "position": "Web Developer",
      "website": "http://scholarship.law.unc.edu/nclr/",
      "startDate": "August 2001",
      "endDate": "December 2003",
      "summary": "I helped create a custom database for the Law Review, and I managed their website.",
      "highlights": ["Created back-office database to optimize internal process."]
    }
  ],
  "volunteer": [
    {
      "organization": "Ushahidi",
      "position": "Interaction Designer",
      "website": "http://ushahidi.com/",
      "startDate": "September 2008",
      "endDate": "April 2010",
      "summary": "Worked with Ushahidi, a crowdsourcing platform for crises.",
      "highlights": [
        "Helped design the initial Ushahidi iPhone app",
        "Helped designed multiple hosted instances concept, later funded as crowdmap.com",
        "Design Swift, later funded as a multi-year project"
      ]
    }
  ],
  "education": [
    {
      "institution": "University of North Carolina at Chapel Hill",
      "area": "Mass Communications",
      "studyType": "Bachelor of Arts",
      "startDate": "June 2001",
      "endDate": "January 2004"
    },
    {
      "institution": "University of North Carolina at Asheville",
      "area": "Humanities, music, literature",
      "studyType": "Bachelor of Arts",
      "startDate": "August 1998",
      "endDate": "December 2001"
    }
  ],
  "awards": {
    "summary": "A number of projects that I worked on have won awards recently, an Online Journalism Award (for Electionland, one of the largest journalistic collaborations in the U.S.), the International Press Institute News Innovation Contest, the Innovate Africa Innovation Challenge and the Knight News Challenge for Prototypes."
  },
  "speaking": {
    "summary": "In the last few years I’ve given a variety of presentations at events like RightsCon, Global Fact, the Online News Association, DrupalCon, the International CrisisMappers Conference, SXSW, the African News Innovation Challenge, the Nonprofit Technology Conference, the NYU Interactive Telecommunications Program and Stanford."
  }
}

